# GetProjectElevation

## Description
Get project elevation.

```pascal
FUNCTION GetProjectElevation : REAL;
```

```python

def vs.GetProjectElevation():
    return REAL
```

## Examples
```pascal
resultVal := GetProjectElevation;
```
```python
import vs

# Get project elevation.
value = vs.GetProjectElevation()
vs.Message('GetProjectElevation returned: ' + str(value))
```

## Version
Availability: from Vectorworks 2024

## Category
* GIS